Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

source: QR code
af_za: QR-kode
am_et: QR ኮድ
as_in: QR কোড
az_latn_az: QR kod
be: QR-код
bg_bg: QR код
bn_bd: QR কোড
bs_latn_ba: QR kôd
ca_es: Codi QR
cs: QR kód
da_dk: QR-kode
el_gr: Κωδικός QR
es_mx: Código QR
et_ee: QR-kood
eu: QR kodea
fi_fi: QR-koodi
fr_ca: Code QR
gl_es: Código QR
gu_in: QR કોડ
hi_in: QR कोड
hu: QR-kód
hy_am: QR կոդ
id_id: Kode QR
is_is: QR-kóði
it_it: Codice QR
ja_jp: QR コード
ka_ge: QR კოდი
kk_kz: QR коды
km_kh: កូដ QR
kn: QR ಕೋಡ್
ko_kr: QR 코드
ky_kg: QR код
lo_la: ລະຫັດ QR
lt_lt: QR kodas
lv: QR kods
mk_mk: QR код
ml_in: QR കോഡ്
mn_mn: QR код
mr_in: QR कोड
ms_my: Kod QR
my: QR ကုဒ်
ne_np: QR कोड
no: QR-kode
or_in: QR କୋଡ୍
pa_in: QR ਕੋਡ
pl: Kod QR
pt_br: Código QR
ro: Cod QR
ru_ru: QR-код
si_lk: QR කේතය
sk_sk: QR kód
sl_si: Koda QR
sq_al: Kodi QR
sr_cyrl_rs: @@QР@@ кôд
sv: QR-kod
sw_ke: Msimbo wa QR
ta: QR குறியீடு
te_in: QR కోడ్
th: คิวอาร์โค้ด
tr_tr: QR kodu
uk: QR-код
uz: QR kod
vi_vn: Mã QR
zh_cn: 二维码
zh_tw: QR 圖碼
zu_za: Ikhodi ye-QR

# QrDisplayErrorFormat
source: QR display error: {0}
af_za: QR-vertoonfout: {0}
am_et: የQR ማሳያ ስህተት፦ {0}
as_in: QR প্ৰদৰ্শন ত্ৰুটি: {0}
az_latn_az: QR göstərmə xətası: {0}
be: Памылка паказу QR: {0}
bg_bg: Грешка при показване на QR: {0}
bn_bd: QR প্রদর্শন ত্রুটি: {0}
bs_latn_ba: Pogreška prikaza QR-a: {0}
ca_es: Error de visualització del QR: {0}
cs: Chyba zobrazení QR: {0}
da_dk: Fejl ved visning af QR: {0}
de_de: QR-Anzeigefehler: {0}
el_gr: Σφάλμα εμφάνισης QR: {0}
es_mx: Error al mostrar el QR: {0}
et_ee: QR-i kuvamise viga: {0}
eu: QR bistaratze-errorea: {0}
fi_fi: QR-näyttövirhe: {0}
fil_ph: Error sa pagpapakita ng QR: {0}
fr_ca: Erreur d’affichage du QR : {0}
gl_es: Erro ao mostrar o QR: {0}
gu_in: QR ડિસ્પ્લે ભૂલ: {0}
hi_in: QR डिस्प्ले गड़बड़ी: {0}
hu: QR-megjelenítési hiba: {0}
hy_am: QR ցուցադրման սխալ՝ {0}
id_id: Error tampilan QR: {0}
is_is: QR-birtingarvilla: {0}
it_it: Errore di visualizzazione QR: {0}
ja_jp: QR 表示エラー: {0}
ka_ge: QR ჩვენების შეცდომა: {0}
kk_kz: QR көрсету қатесі: {0}
km_kh: កំហុសបង្ហាញ QR៖ {0}
kn: QR ಪ್ರದರ್ಶನ ದೋಷ: {0}
ko_kr: QR 표시 오류: {0}
ky_kg: QR көрсөтүү катасы: {0}
lo_la: ຂໍ້ຜິດພາດການສະແດງ QR: {0}
lt_lt: QR rodymo klaida: {0}
lv: QR attēlošanas kļūda: {0}
mk_mk: Грешка при прикажување QR: {0}
ml_in: QR പ്രദർശന പിശക്: {0}
mn_mn: QR харуулах алдаа: {0}
mr_in: QR प्रदर्शन त्रुटी: {0}
ms_my: Ralat paparan QR: {0}
my: QR ပြသမှု အမှား: {0}
ne_np: QR प्रदर्शन त्रुटि: {0}
nl_nl: Fout bij weergeven QR: {0}
no: Feil ved visning av QR: {0}
or_in: QR ପ୍ରଦର୍ଶନ ତ୍ରୁଟି: {0}
pa_in: QR ਡਿਸਪਲੇ ਗਲਤੀ: {0}
pl: Błąd wyświetlania QR: {0}
pt_br: Erro de apresentação do QR: {0}
ro: Eroare la afișarea QR: {0}
ru_ru: Ошибка отображения QR-кода: {0}
si_lk: QR පෙන්වීමේ දෝෂය: {0}
sk_sk: Chyba zobrazenia QR: {0}
sl_si: Napaka prikaza QR: {0}
sq_al: Gabim i shfaqjes së QR: {0}
sr_cyrl_rs: Погрешка приказа @@QР@@-а: {0}
sv: Fel vid visning av QR: {0}
sw_ke: Hitilafu ya kuonyesha QR: {0}
ta: QR காட்சி பிழை: {0}
te_in: QR ప్రదర్శన లోపం: {0}
th: ข้อผิดพลาดการแสดงคิวอาร์: {0}
tr_tr: QR görüntüleme hatası: {0}
uk: Помилка відображення QR: {0}
uz: QR ko‘rsatish xatosi: {0}
vi_vn: Lỗi hiển thị QR: {0}
zh_cn: 二维码显示错误：{0}
zh_tw: QR 顯示錯誤：{0}
zu_za: Iphutha lokubonisa i-QR: {0}

source: Quality
af_za: Gehalte
am_et: ጥራት
as_in: মান
az_latn_az: Keyfiyyət
be: Якасць
bg_bg: Качество
bn_bd: গুণমান
bs_latn_ba: Kvaliteta
ca_es: Qualitat
cs: Kvalita
da_dk: Kvalitet
de_de: Qualität
el_gr: Ποιότητα
es_mx: Calidad
et_ee: Kvaliteet
eu: Kalitatea
fi_fi: Laatu
fil_ph: Kalidad
fr_ca: Qualité
gl_es: Calidade
gu_in: ગુણવત્તા
hi_in: क्वालिटी
hu: Minőség
hy_am: Որակ
id_id: Kualitas
is_is: Gæði
it_it: Qualità
ja_jp: 画質
ka_ge: ხარისხი
kk_kz: Сапа
km_kh: គុណភាព
kn: ಗುಣಮಟ್ಟ
ko_kr: 화질
ky_kg: Сапат
lo_la: ຄຸນນະພາບ
lt_lt: Kokybė
lv: Kvalitāte
mk_mk: Квалитет
ml_in: നിലവാരം
mn_mn: Чанар
mr_in: गुणवत्ता
ms_my: Kualiti
my: အရည်အသွေး
ne_np: गुणस्तर
nl_nl: Kwaliteit
no: Kvalitet
or_in: ଗୁଣମାନ
pa_in: ਗੁਣਵੱਤਾ
pl: Jakość
pt_br: Qualidade
ro: Calitate
ru_ru: Качество
si_lk: ගුණත්වය
sk_sk: Kvalita
sl_si: Kakovost
sq_al: Cilësia
sr_cyrl_rs: Квалитета
sv: Kvalitet
sw_ke: Ubora
ta: தரம்
te_in: నాణ్యత
th: คุณภาพ
tr_tr: Kalite
uk: Якість
uz: Sifat
vi_vn: Chất lượng
zh_cn: 画质
zh_tw: 畫質
zu_za: Ikhwalithi

source: Rating failed
af_za: Gradering het misluk
am_et: ደረጃ መስጠት አልተሳካም
as_in: ৰেটিং বিফল
az_latn_az: Qiymətləndirmə uğursuz oldu
be: Не ўдалося ацаніць
bg_bg: Оценяването е неуспешно
bn_bd: রেটিং ব্যর্থ হয়েছে
bs_latn_ba: Ocjenjivanje nije uspjelo
ca_es: Error de valoració
cs: Hodnocení se nezdařilo
da_dk: Bedømmelse mislykkedes
de_de: Bewertung fehlgeschlagen
el_gr: Η αξιολόγηση απέτυχε
es_mx: Error al valorar
et_ee: Hindamine ebaõnnestus
eu: Balorazioak huts egin du
fi_fi: Arvostelu epäonnistui
fil_ph: Hindi gumana ang rating
fr_ca: Échec de l’évaluation
gl_es: Erro ao valorar
gu_in: રેટિંગ નિષ્ફળ
hi_in: रेटिंग विफल
hu: Értékelés sikertelen
hy_am: Գնահատումը ձախողվեց
id_id: Rating gagal
is_is: Einkunn mistókst
it_it: Valutazione non riuscita
ja_jp: 評価に失敗しました
ka_ge: შეფასება ვერ შესრულდა
kk_kz: Бағалау сәтсіз аяқталды
km_kh: ការវាយតម្លៃបានបរាជ័យ
kn: ರೇಟಿಂಗ್ ವಿಫಲವಾಗಿದೆ
ko_kr: 평가 실패
ky_kg: Баалоо ишке ашкан жок
lo_la: ການໃຫ້ຄະແນນລົ້ມເຫຼວ
lt_lt: Vertinimas nepavyko
lv: Vērtēšana neizdevās
mk_mk: Оценувањето не успеа
ml_in: റേറ്റിംഗ് പരാജയപ്പെട്ടു
mn_mn: Үнэлгээ амжилтгүй
mr_in: रेटिंग अयशस्वी
ms_my: Penilaian gagal
my: အဆင့်သတ်မှတ်မှု မအောင်မြင်ပါ
ne_np: रेटिङ असफल
nl_nl: Beoordelen mislukt
no: Vurdering mislyktes
or_in: ରେଟିଂ ବିଫଳ
pa_in: ਰੇਟਿੰਗ ਅਸਫਲ
pl: Nie udało się ocenić
pt_br: Falha na classificação
ro: Evaluarea a eșuat
ru_ru: Ошибка оценки
si_lk: ශ්‍රේණිගත කිරීම අසාර්ථකයි
sk_sk: Hodnotenie zlyhalo
sl_si: Ocenjevanje ni uspelo
sq_al: Vlerësimi dështoi
sr_cyrl_rs: Оцјењивање није успјело
sv: Betygsättningen misslyckades
sw_ke: Ukadiriaji umeshindikana
ta: மதிப்பீடு தோல்வியடைந்தது
te_in: రేటింగ్ విఫలమైంది
th: การให้คะแนนล้มเหลว
tr_tr: Değerlendirme başarısız
uk: Не вдалося оцінити
uz: Baholash muvaffaqiyatsiz
vi_vn: Đánh giá thất bại
zh_cn: 评分失败
zh_tw: 評分失敗
zu_za: Ukulinganisa kwehlulekile

# RatingRejectedDetailed
source: YouTube rejected the rating request. Check that the TV token is valid and has YouTube rating scope.
af_za: YouTube het die graderingsversoek verwerp. Maak seker die TV-token is geldig en het YouTube-graderingstoestemming.
am_et: YouTube የደረጃ አሰጣጥ ጥያቄውን ውድቅ አደረገ። TV token ትክክለኛ እና YouTube rating scope ያለው መሆኑን ያረጋግጡ።
as_in: YouTube-এ ৰেটিং অনুৰোধ নাকচ কৰিলে। TV টোকেন বৈধ আৰু তাত YouTube ৰেটিং scope আছে নে পৰীক্ষা কৰক।
az_latn_az: YouTube qiymətləndirmə sorğusunu rədd etdi. TV tokeninin etibarlı olduğunu və YouTube qiymətləndirmə icazəsinin olduğunu yoxlayın.
be: YouTube адхіліў запыт на ацэнку. Праверце, ці токен TV сапраўдны і мае дазвол на ацэнку YouTube.
bg_bg: YouTube отхвърли заявката за оценяване. Проверете дали TV токенът е валиден и има разрешение за оценяване в YouTube.
bn_bd: YouTube রেটিং অনুরোধ প্রত্যাখ্যান করেছে। TV টোকেন বৈধ এবং YouTube রেটিং অনুমতি আছে কিনা দেখুন।
bs_latn_ba: YouTube je odbio zahtjev za ocjenjivanje. Provjerite je li TV token valjan i ima li dopuštenje za ocjenjivanje na YouTubeu.
ca_es: YouTube ha rebutjat la sol·licitud de valoració. Comprova que el testimoni de TV sigui vàlid i tingui permís de valoració de YouTube.
cs: YouTube odmítl požadavek na hodnocení. Zkontrolujte, zda je TV token platný a má oprávnění pro hodnocení na YouTube.
da_dk: YouTube afviste bedømmelsesanmodningen. Kontrollér, at TV-tokenet er gyldigt og har YouTube-bedømmelsestilladelse.
de_de: YouTube hat die Bewertungsanfrage abgelehnt. Prüfe, ob das TV-Token gültig ist und den YouTube-Bewertungsbereich besitzt.
el_gr: Το YouTube απέρριψε το αίτημα αξιολόγησης. Ελέγξτε ότι το διακριτικό TV είναι έγκυρο και έχει δικαίωμα αξιολόγησης YouTube.
es_mx: YouTube rechazó la solicitud de valoración. Comprueba que el token de TV sea válido y tenga el permiso de valoración de YouTube.
et_ee: YouTube lükkas hindamistaotluse tagasi. Kontrollige, et TV-token oleks kehtiv ja sellel oleks YouTube'i hindamisõigus.
eu: YouTubek balorazio-eskaera baztertu du. Egiaztatu TV tokena baliozkoa dela eta YouTube balorazio-baimena duela.
fi_fi: YouTube hylkäsi arvostelupyynnön. Tarkista, että TV-tunniste on voimassa ja sillä on YouTuben arvosteluoikeus.
fil_ph: Tinanggihan ng YouTube ang kahilingan sa rating. Tiyaking valid ang TV token at may YouTube rating scope.
fr_ca: YouTube a refusé la demande d’évaluation. Vérifiez que le jeton TV est valide et possède l’autorisation d’évaluation YouTube.
gl_es: YouTube rexeitou a solicitude de valoración. Comproba que o token de TV sexa válido e teña permiso de valoración de YouTube.
gu_in: YouTube એ રેટિંગ વિનંતી નકારી. TV ટોકન માન્ય છે અને તેમાં YouTube રેટિંગ scope છે તે તપાસો.
hi_in: YouTube ने रेटिंग अनुरोध अस्वीकार कर दिया। जाँचें कि TV टोकन मान्य है और उसके पास YouTube रेटिंग अनुमति है।
hu: A YouTube elutasította az értékelési kérelmet. Ellenőrizd, hogy a TV-token érvényes-e, és rendelkezik-e YouTube-értékelési engedéllyel.
hy_am: YouTube-ը մերժեց գնահատման հարցումը։ Ստուգեք, որ TV թոքենը վավեր է և ունի YouTube գնահատման թույլտվություն։
id_id: YouTube menolak permintaan rating. Periksa apakah token TV valid dan memiliki cakupan rating YouTube.
is_is: YouTube hafnaði einkunnarbeiðninni. Athugaðu að TV-tókinn sé gildur og hafi YouTube-einkunnarheimild.
it_it: YouTube ha rifiutato la richiesta di valutazione. Verifica che il token TV sia valido e disponga dell’autorizzazione di valutazione YouTube.
ja_jp: YouTube が評価リクエストを拒否しました。TV トークンが有効で、YouTube の評価権限があることを確認してください。
ka_ge: YouTube-მა შეფასების მოთხოვნა უარყო. შეამოწმეთ, რომ TV ტოკენი მოქმედია და აქვს YouTube შეფასების უფლება.
kk_kz: YouTube бағалау сұрауын қабылдамады. TV токенінің жарамды екенін және YouTube бағалау рұқсаты бар екенін тексеріңіз.
km_kh: YouTube បានបដិសេធសំណើវាយតម្លៃ។ ពិនិត្យថា TV token មានសុពលភាព និងមាន YouTube rating scope។
kn: YouTube ರೇಟಿಂಗ್ ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಿದೆ. TV ಟೋಕನ್ ಮಾನ್ಯವಾಗಿದೆಯೇ ಮತ್ತು YouTube ರೇಟಿಂಗ್ scope ಹೊಂದಿದೆಯೇ ಪರಿಶೀಲಿಸಿ.
ko_kr: YouTube에서 평가 요청을 거부했습니다. TV 토큰이 유효하고 YouTube 평가 권한이 있는지 확인하세요.
ky_kg: YouTube баалоо өтүнүчүн четке какты. TV токени жарактуу экенин жана YouTube баалоо уруксаты бар экенин текшериңиз.
lo_la: YouTube ປະຕິເສດຄຳຂໍຄະແນນ. ກວດວ່າ TV token ໃຊ້ໄດ້ ແລະມີ YouTube rating scope.
lt_lt: „YouTube“ atmetė vertinimo užklausą. Patikrinkite, ar TV prieigos raktas galioja ir turi „YouTube“ vertinimo teisę.
lv: YouTube noraidīja vērtēšanas pieprasījumu. Pārbaudiet, vai TV pilnvara ir derīga un tai ir YouTube vērtēšanas atļauja.
mk_mk: YouTube го одби барањето за оценување. Проверете дали TV токенот е важечки и има дозвола за оценување на YouTube.
ml_in: YouTube റേറ്റിംഗ് അഭ്യർത്ഥന നിരസിച്ചു. TV ടോക്കൺ സാധുവാണെന്നും YouTube റേറ്റിംഗ് scope ഉണ്ടെന്നും പരിശോധിക്കുക.
mn_mn: YouTube үнэлгээний хүсэлтийг татгалзсан. TV токен хүчинтэй бөгөөд YouTube үнэлгээний эрхтэй эсэхийг шалгана уу.
mr_in: YouTube ने रेटिंग विनंती नाकारली. TV टोकन वैध आहे आणि त्याला YouTube रेटिंग परवानगी आहे का तपासा.
ms_my: YouTube menolak permintaan penilaian. Semak bahawa token TV sah dan mempunyai skop penilaian YouTube.
my: YouTube က အဆင့်သတ်မှတ်မှု တောင်းဆိုချက်ကို ငြင်းပယ်ခဲ့သည်။ TV token မှန်ကန်ပြီး YouTube rating scope ပါရှိကြောင်း စစ်ဆေးပါ။
ne_np: YouTube ले रेटिङ अनुरोध अस्वीकार गर्‍यो। TV टोकन मान्य छ र YouTube रेटिङ अनुमति छ कि जाँच्नुहोस्।
nl_nl: YouTube heeft het beoordelingsverzoek geweigerd. Controleer of het TV-token geldig is en YouTube-beoordelingsrechten heeft.
no: YouTube avviste vurderingsforespørselen. Kontroller at TV-tokenet er gyldig og har YouTube-vurderingstillatelse.
or_in: YouTube ରେଟିଂ ଅନୁରୋଧକୁ ପ୍ରତ୍ୟାଖ୍ୟାନ କଲା। TV ଟୋକେନ୍ ବୈଧ ଏବଂ YouTube ରେଟିଂ scope ଅଛି କି ଯାଞ୍ଚ କରନ୍ତୁ।
pa_in: YouTube ਨੇ ਰੇਟਿੰਗ ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ। ਜਾਂਚੋ ਕਿ TV ਟੋਕਨ ਵੈਧ ਹੈ ਅਤੇ ਉਸ ਵਿੱਚ YouTube ਰੇਟਿੰਗ scope ਹੈ।
pl: YouTube odrzucił żądanie oceny. Sprawdź, czy token TV jest ważny i ma uprawnienie do oceniania w YouTube.
pt_br: O YouTube rejeitou o pedido de classificação. Verifique se o token da TV é válido e tem a permissão de classificação do YouTube.
ro: YouTube a respins solicitarea de evaluare. Verifică dacă tokenul TV este valid și are permisiunea de evaluare YouTube.
ru_ru: YouTube отклонил запрос оценки. Проверьте, что TV-токен действителен и имеет разрешение на оценки YouTube.
si_lk: YouTube ශ්‍රේණිගත කිරීමේ ඉල්ලීම ප්‍රතික්ෂේප කළේය. TV token එක වලංගුද සහ YouTube rating scope තිබේද පරීක්ෂා කරන්න.
sk_sk: YouTube odmietol požiadavku na hodnotenie. Skontrolujte, či je TV token platný a má oprávnenie na hodnotenie YouTube.
sl_si: YouTube je zavrnil zahtevo za ocenjevanje. Preverite, ali je TV-žeton veljaven in ima dovoljenje za ocenjevanje YouTube.
sq_al: YouTube refuzoi kërkesën për vlerësim. Kontrollo që tokeni TV është i vlefshëm dhe ka leje vlerësimi në YouTube.
sr_cyrl_rs: @@YОУТУБЕ@@ је одбио захтјев за оцјењивање. Провјерите је ли @@ТВ@@ токен ваљан и има ли допуштење за оцјењивање на @@YОУТУБЕ@@у.
sv: YouTube avvisade betygsbegäran. Kontrollera att TV-token är giltig och har behörighet att betygsätta på YouTube.
sw_ke: YouTube imekataa ombi la ukadiriaji. Hakikisha tokeni ya TV ni halali na ina ruhusa ya ukadiriaji wa YouTube.
ta: YouTube மதிப்பீட்டு கோரிக்கையை நிராகரித்தது. TV டோக்கன் செல்லுபடியாகிறதா மற்றும் YouTube மதிப்பீட்டு scope உள்ளதா எனச் சரிபார்க்கவும்.
te_in: YouTube రేటింగ్ అభ్యర్థనను తిరస్కరించింది. TV టోకెన్ చెల్లుబాటులో ఉందో మరియు YouTube రేటింగ్ scope ఉందో తనిఖీ చేయండి.
th: YouTube ปฏิเสธคำขอให้คะแนน ตรวจสอบว่าโทเค็น TV ใช้ได้และมีขอบเขตการให้คะแนน YouTube
tr_tr: YouTube değerlendirme isteğini reddetti. TV belirtecinin geçerli ve YouTube değerlendirme kapsamına sahip olduğunu kontrol edin.
uk: YouTube відхилив запит на оцінювання. Перевірте, чи токен TV дійсний і має дозвіл на оцінювання YouTube.
uz: YouTube baholash so‘rovini rad etdi. TV tokeni amal qilishini va YouTube baholash ruxsatiga ega ekanini tekshiring.
vi_vn: YouTube đã từ chối yêu cầu đánh giá. Kiểm tra mã TV hợp lệ và có quyền đánh giá YouTube.
zh_cn: YouTube 拒绝了评分请求。请检查 TV 令牌是否有效，并具有 YouTube 评分权限。
zh_tw: YouTube 拒絕了評分要求。請確認 TV 權杖有效，而且具有 YouTube 評分權限。
zu_za: I-YouTube yenqabile isicelo sokulinganisa. Qinisekisa ukuthi ithokheni ye-TV iyasebenza futhi inemvume yokulinganisa ye-YouTube.

source: Recommended video
af_za: Aanbevole video
am_et: የተመከረ ቪዲዮ
as_in: পৰামৰ্শিত ভিডিঅ'
az_latn_az: Tövsiyə olunan video
be: Рэкамендаванае відэа
bg_bg: Препоръчано видео
bn_bd: প্রস্তাবিত ভিডিও
bs_latn_ba: Preporučeni videozapis
ca_es: Vídeo recomanat
cs: Doporučené video
da_dk: Anbefalet video
de_de: Empfohlenes Video
el_gr: Προτεινόμενο βίντεο
es_mx: Video recomendado
et_ee: Soovitatud video
eu: Gomendatutako bideoa
fi_fi: Suositeltu video
fil_ph: Inirerekomendang video
fr_ca: Vidéo recommandée
gl_es: Vídeo recomendado
gu_in: ભલામણ કરેલો વીડિયો
hi_in: सुझाया गया वीडियो
hu: Ajánlott videó
hy_am: Առաջարկվող տեսանյութ
id_id: Video yang direkomendasikan
is_is: Mælt með myndskeiði
it_it: Video consigliato
ja_jp: おすすめ動画
ka_ge: რეკომენდებული ვიდეო
kk_kz: Ұсынылған видео
km_kh: វីដេអូដែលបានណែនាំ
kn: ಶಿಫಾರಸು ಮಾಡಿದ ವೀಡಿಯೊ
ko_kr: 추천 동영상
ky_kg: Сунушталган видео
lo_la: ວິດີໂອແນະນຳ
lt_lt: Rekomenduojamas vaizdo įrašas
lv: Ieteiktais videoklips
mk_mk: Препорачано видео
ml_in: ശുപാർശ ചെയ്ത വീഡിയോ
mn_mn: Санал болгосон видео
mr_in: शिफारस केलेला व्हिडिओ
ms_my: Video disyorkan
my: အကြံပြု ဗီဒီယို
ne_np: सिफारिस गरिएको भिडियो
nl_nl: Aanbevolen video
no: Anbefalt video
or_in: ସୁପାରିଶ ଭିଡିଓ
pa_in: ਸੁਝਾਈ ਵੀਡੀਓ
pl: Polecany film
pt_br: Vídeo recomendado
ro: Videoclip recomandat
ru_ru: Рекомендованное видео
si_lk: නිර්දේශිත වීඩියෝව
sk_sk: Odporúčané video
sl_si: Priporočen videoposnetek
sq_al: Video e rekomanduar
sr_cyrl_rs: Препоручени видеозапис
sv: Rekommenderad video
sw_ke: Video iliyopendekezwa
ta: பரிந்துரைக்கப்பட்ட வீடியோ
te_in: సిఫార్సు చేసిన వీడియో
th: วิดีโอแนะนำ
tr_tr: Önerilen video
uk: Рекомендоване відео
uz: Tavsiya etilgan video
vi_vn: Video đề xuất
zh_cn: 推荐视频
zh_tw: 推薦影片
zu_za: Ividiyo enconyiwe

# RefreshTokenExchangeFailed
source: Could not exchange refresh token for access token.
af_za: Kon nie verfristoken vir toegangstoken omruil nie.
am_et: refresh tokenን ወደ access token መቀየር አልተቻለም።
as_in: ৰিফ্ৰেশ টোকেনক এক্সেছ টোকেনলৈ সলনি কৰিব পৰা নগ'ল।
az_latn_az: Yeniləmə tokenini giriş tokeni ilə dəyişmək mümkün olmadı.
be: Не ўдалося абмяняць токен абнаўлення на токен доступу.
bg_bg: Токенът за обновяване не можа да бъде обменен за токен за достъп.
bn_bd: রিফ্রেশ টোকেন অ্যাক্সেস টোকেনে বদলানো যায়নি।
bs_latn_ba: Nije moguće zamijeniti token za osvježavanje pristupnim tokenom.
ca_es: No s’ha pogut intercanviar el testimoni d’actualització per un testimoni d’accés.
cs: Obnovovací token se nepodařilo vyměnit za přístupový token.
da_dk: Kunne ikke ombytte opdateringstokenet til et adgangstoken.
de_de: Aktualisierungstoken konnte nicht gegen ein Zugriffstoken ausgetauscht werden.
el_gr: Δεν ήταν δυνατή η ανταλλαγή του διακριτικού ανανέωσης με διακριτικό πρόσβασης.
es_mx: No se pudo intercambiar el token de actualización por un token de acceso.
et_ee: Värskendustokenit ei saanud juurdepääsutokeni vastu vahetada.
eu: Ezin izan da freskatze-tokena sarbide-token batekin trukatu.
fi_fi: Päivitystunnistetta ei voitu vaihtaa käyttöoikeustunnisteeksi.
fil_ph: Hindi maipagpalit ang refresh token para sa access token.
fr_ca: Impossible d’échanger le jeton d’actualisation contre un jeton d’accès.
gl_es: Non se puido trocar o token de actualización por un token de acceso.
gu_in: રિફ્રેશ ટોકનને ઍક્સેસ ટોકનમાં બદલી શકાયું નથી.
hi_in: रीफ़्रेश टोकन को ऐक्सेस टोकन से नहीं बदला जा सका।
hu: A frissítési token nem cserélhető hozzáférési tokenre.
hy_am: Չհաջողվեց թարմացման թոքենը փոխանակել մուտքի թոքենի հետ։
id_id: Tidak dapat menukar token refresh dengan token akses.
is_is: Ekki tókst að skipta endurnýjunartóka fyrir aðgangstóka.
it_it: Impossibile scambiare il token di aggiornamento con un token di accesso.
ja_jp: 更新トークンをアクセストークンに交換できませんでした。
ka_ge: განახლების ტოკენის წვდომის ტოკენზე გაცვლა ვერ მოხერხდა.
kk_kz: Жаңарту токенін кіру токеніне айырбастау мүмкін болмады.
km_kh: មិនអាចប្តូរ refresh token ទៅជា access token បានទេ។
kn: ರಿಫ್ರೆಶ್ ಟೋಕನ್ ಅನ್ನು ಪ್ರವೇಶ ಟೋಕನ್‌ಗೆ ವಿನಿಮಯಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko_kr: 새로고침 토큰을 액세스 토큰으로 교환할 수 없습니다.
ky_kg: Жаңыртуу токенин кирүү токенине алмаштыруу мүмкүн болгон жок.
lo_la: ບໍ່ສາມາດແລກ refresh token ເປັນ access token ໄດ້.
lt_lt: Nepavyko pakeisti atnaujinimo prieigos rakto į prieigos raktą.
lv: Neizdevās apmainīt atsvaidzināšanas pilnvaru pret piekļuves pilnvaru.
mk_mk: Не може да се замени токенот за освежување со токен за пристап.
ml_in: റിഫ്രഷ് ടോക്കൺ ആക്സസ് ടോക്കണായി മാറ്റാനായില്ല.
mn_mn: Шинэчлэх токеныг хандалтын токеноор сольж чадсангүй.
mr_in: रिफ्रेश टोकन अॅक्सेस टोकनमध्ये बदलता आले नाही.
ms_my: Tidak dapat menukar token muat semula dengan token akses.
my: refresh token ကို access token သို့ ပြောင်းမရပါ။
ne_np: रिफ्रेस टोकनलाई पहुँच टोकनसँग साट्न सकिएन।
nl_nl: Kan vernieuwingstoken niet omwisselen voor toegangstoken.
no: Kunne ikke bytte oppdateringstokenet mot et tilgangstoken.
or_in: ରିଫ୍ରେଶ୍ ଟୋକେନ୍‌କୁ ଆକ୍ସେସ୍ ଟୋକେନ୍‌ରେ ବଦଳାଇହେଲା ନାହିଁ।
pa_in: ਰਿਫ੍ਰੈਸ਼ ਟੋਕਨ ਨੂੰ ਐਕਸੈੱਸ ਟੋਕਨ ਨਾਲ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: Nie udało się wymienić tokenu odświeżania na token dostępu.
pt_br: Não foi possível trocar o token de atualização por um token de acesso.
ro: Tokenul de reîmprospătare nu a putut fi schimbat cu un token de acces.
ru_ru: Не удалось обменять токен обновления на токен доступа.
si_lk: refresh token එක access token එකකට හුවමාරු කළ නොහැක.
sk_sk: Obnovovací token sa nepodarilo vymeniť za prístupový token.
sl_si: Osvežitvenega žetona ni bilo mogoče zamenjati za dostopni žeton.
sq_al: Tokeni i rifreskimit nuk mund të shkëmbehej me token qasjeje.
sr_cyrl_rs: Није могуће замијенити токен за освјежавање приступним токеном.
sv: Det gick inte att byta uppdateringstoken mot en åtkomsttoken.
sw_ke: Imeshindikana kubadilisha tokeni ya kuonyesha upya kuwa tokeni ya ufikiaji.
ta: புதுப்பிப்பு டோக்கனை அணுகல் டோக்கனாக மாற்ற முடியவில்லை.
te_in: రిఫ్రెష్ టోకెన్‌ను యాక్సెస్ టోకెన్‌గా మార్చలేకపోయాం.
th: ไม่สามารถแลกโทเค็นรีเฟรชเป็นโทเค็นการเข้าถึงได้
tr_tr: Yenileme belirteci erişim belirteciyle değiştirilemedi.
uk: Не вдалося обміняти токен оновлення на токен доступу.
uz: Yangilash tokenini kirish tokeniga almashtirib bo‘lmadi.
vi_vn: Không thể đổi mã làm mới lấy mã truy cập.
zh_cn: 无法将刷新令牌交换为访问令牌。
zh_tw: 無法將更新權杖交換為存取權杖。
zu_za: Ayikwazanga ukushintsha ithokheni yokuvuselela ibe ithokheni yokufinyelela.

source: replies
af_za: antwoorde
as_in: উত্তৰসমূহ
az_latn_az: cavab
be: адказаў
bs_latn_ba: odgovora
cs: odpovědí
de_de: Antworten
es_mx: respuestas
eu: erantzun
fi_fi: vastausta
gl_es: respostas
hi_in: जवाब
hu: válasz
ja_jp: 件の返信
ka_ge: პასუხი
kk_kz: жауап
kn: ಪ್ರತ್ಯುತ್ತರಗಳು
ko_kr: 답글
ky_kg: жооп
lv: atbildes
mn_mn: хариулт
my: ပြန်စာများ
no: svar
pl: odpowiedzi
pt_br: respostas
ro: răspunsuri
ru_ru: ответов
sk_sk: odpovedí
sq_al: përgjigje
sr_cyrl_rs: odgovora
sv: svar
ta: பதில்கள்
te_in: ప్రత్యుత్తరాలు
th: การตอบกลับ
uk: відповідей
uz: ta javob
zh_tw: 条回复
zu_za: izimpendulo

# RepliesFormat
source: {0} replies
af_za: {0} antwoorde
as_in: {0} উত্তৰসমূহ
az_latn_az: {0} cavab
be: {0} адказаў
bs_latn_ba: {0} odgovora
cs: {0} odpovědí
de_de: {0} Antworten
es_mx: {0} respuestas
eu: {0} erantzun
fi_fi: {0} vastausta
gl_es: {0} respostas
hi_in: {0} जवाब
hu: {0} válasz
ja_jp: {0} 件の返信
ka_ge: {0} პასუხი
kk_kz: {0} жауап
kn: {0} ಪ್ರತ್ಯುತ್ತರಗಳು
ko_kr: {0} 답글
ky_kg: {0} жооп
lv: {0} atbildes
mn_mn: {0} хариулт
my: {0} ပြန်စာများ
no: {0} svar
pl: {0} odpowiedzi
pt_br: {0} respostas
ro: {0} răspunsuri
ru_ru: {0} ответов
sk_sk: {0} odpovedí
sq_al: {0} përgjigje
sr_cyrl_rs: {0} odgovora
sv: {0} svar
ta: {0} பதில்கள்
te_in: {0} ప్రత్యుత్తరాలు
th: {0} การตอบกลับ
uk: {0} відповідей
uz: {0} ta javob
zh_tw: {0} 条回复
zu_za: {0} izimpendulo

source: Save
af_za: Stoor
as_in: সংৰক্ষণ কৰক
az_latn_az: Yadda saxla
be: Захаваць
bs_latn_ba: Spremi
cs: Uložit
de_de: Speichern
es_mx: Guardar
eu: Gorde
fi_fi: Tallenna
gl_es: Gardar
hi_in: सेव करें
hu: Mentés
ja_jp: 保存
ka_ge: შენახვა
kk_kz: Сақтау
kn: ಉಳಿಸಿ
ko_kr: 저장
ky_kg: Сактоо
lv: Saglabāt
mn_mn: Хадгалах
my: သိမ်းရန်
no: Lagre
pl: Zapisz
pt_br: Guardar
ro: Salvează
ru_ru: Сохранить
sk_sk: Uložiť
sq_al: Ruaj
sr_cyrl_rs: Сачувај
sv: Spara
ta: சேமி
te_in: సేవ్ చేయండి
th: บันทึก
uk: Зберегти
uz: Saqlash
zh_tw: 儲存
zu_za: Londoloza
